【功能预告】<br>
预告  野外BOSS：神装掉落，等你来战<br>
预告  跨服争霸：跨服之争，谁是王者<br><br>

【新增内容】<br>
新增  生死劫副本<br>
开启等级：105<br>
&nbsp;&nbsp;&nbsp;&nbsp;玩法规则：玩家可以组队挑战该副本，成功挑战可以获得丰厚大礼。当本服玩家首次通关副本时，全服的玩家都可以获得邮件奖励的元宝。<br>
新增  法宝系统<br>
&nbsp;&nbsp;&nbsp;&nbsp;1、开启等级：108级<br>
&nbsp;&nbsp;&nbsp;&nbsp;2、法宝糟位开启后可以佩戴法宝<br>
&nbsp;&nbsp;&nbsp;&nbsp;3、法宝可通过打造快速获取，完美打造可打造出完美级别以上法宝<br>
&nbsp;&nbsp;&nbsp;&nbsp;4、完美级别以上的法宝拥有特技<br>
&nbsp;&nbsp;&nbsp;&nbsp;5、多余的法宝可进行分解，分解可获得升级法宝糟位的的升阶石<br>
&nbsp;&nbsp;&nbsp;&nbsp;6、升级糟位可提升法宝技能效果和提升法宝基础属性<br>
新增  西游福利<br>
&nbsp;&nbsp;&nbsp;&nbsp;1、每天24点会计算当天的世界等级，取等级排行榜前3玩家的平均等级<br>
&nbsp;&nbsp;&nbsp;&nbsp;2、当世界等级-玩家等级＞3级以上时，西游历练积分达到30/60/100时可以获得海量经验<br>
&nbsp;&nbsp;&nbsp;&nbsp;3、当世界等级-玩家等级≤3级以上时，西游历练积分达到30/60/100时可以获得660非绑定元宝<br>
新增  周卡<br>
&nbsp;&nbsp;&nbsp;&nbsp;活动规则：开服第9天之后，玩家可以投资18元购买周卡，立刻获得2000元宝，每天可领取4000元宝，累计收益30000元宝。<br>
新增  宠物唐僧、牛魔王、玄武模型<br>
新增  坐骑烈焰战马<br>
新增  天仙飞天葫芦、萌龙小呆<br>
新增  关卡的世界地图<br><br>

【优化内容】<br>
优化  寻宝商店增加宠物小贝/坐骑进阶丹/天仙进阶丹<br>
优化  帮会上香紫沉香修改为花费绑定元宝<br>
优化  装扮商店出售的皮肤价格<br>
优化  大闹天宫45关送嫦娥仙子的提示<br>
优化  提高每日首充48元档奖励<br>
优化  宠物界面的排序规则<br>
优化  结婚广播文字信息<br>
优化  增加小贴士广播信息<br>
优化  师徒的广播信息/玩法说明<br>
优化  提高稀有宠物的抓捕概率<br>
优化  龙宫挖宝72关称号奖励<br>
优化  师徒令调整至VIP6可获得<br>
优化  部分经验展示图标数字太长的问题<br>
优化  全民封妖BOSS的生命值<br>
优化  300环增加法宝材料产出<br>